<?php 	
include 'includes/core/session.php';
$drawFullContent = true; ?><!DOCTYPE html>
<html lang="ru">
	<head>
		<?php include 'includes/base/headBootstrapAndBasics.php'; ?>
		<title>ReSpot - Политика конфиденциальности</title>
	</head>
	<body class="admin-page simple-page"><div class="background-cover"></div>
		<div class="container glass-panel">

			<h1 class="huge-cover"><i class="fa fa-fw fa-file-text-o"></i> Политика конфиденциальности</h1>
			
			<div class="row">
				<div class="col-md-3 col-md-push-9 hidden-sm hidden-xs">
					<ul class="list-unstyled" role="complementary" data-spy="affix" data-offset-top="208" data-offset-bottom="200" id="affix-menu">
						<li><a href="#section-1">1. Общие положения</a></li>
						<li><a href="#section-2">2. Согласие на сбор и<br> использование информации</a></li>
						<li><a href="#section-3">3. Права на Вашу информацию</a></li>
						<li><a href="#section-4">4. Раскрытие информации</a></li>
						<li><a href="#section-5">5. Совокупные данные</a></li>
						<li><a href="#section-6">6. Ссылки</a></li>
						<li><a href="#section-7">7. Cookies и логгирование</a></li>
						<li><a href="#section-8">8. Передача собственности или<br> бизнеса</a></li>
						<li><a href="#section-9">9. Безопасность</a></li>
						<li><a href="#section-10">10. Связь с нами</a></li>
					</ul>
				</div>
				<div class="col-md-9 col-md-pull-3" role="main">

					<div class="page-wrapper help">
						<?php $i = 1;
							function helpImage($i, $description) { ?>
								<div class="help-image">
									<img src="images/help/image<?=$i;?>.jpg" id="img-<?=$i;?>">
									<label for="img-<?=$i;?>" class="image-label">Рис. <?=$i;?>. <?=$description;?></label>
								</div><?php
							}
						?>
						
						<a name="section-1"><h2 style="text-align: left;">1. Общие положения</h2></a>
						<p>respot.ru (далее - “respot.ru”, “мы”, “нас” или “наш”) считает своим долгом защищать конфиденциальность личной информации клиентов, которые могут быть идентифицированы каким-либо образом, и которые посещают веб-сайт respot.ru (далее - “Сайт”) и пользуются его услугами (далее - “Сервисы”). Поправки к настоящей Политике конфиденциальности будут размещены на Сайте и/или в Сервисах и будут являться действительными сразу после публикации. Ваше дальнейшее использование Сервисов после внесения любых поправок в Политике конфиденциальности означает Ваше принятие данных изменений.</p>


						<a name="section-2"><h2 style="text-align: left;">2. Согласие на сбор и использование информации</h2></a>
						<p>Когда Вы присоединяетесь к нам, как пользователь наших Сервисов, мы просим предоставить личную информацию, которая будет использоваться для активации Вашей Учетной записи, предоставления Вам Сервисов, взаимодействия с Вами по поводу состояния Вашей Учетной записи, и для других целей, изложенных в настоящей Политике конфиденциальности. Ваше имя, ссылки на ваши страницы в социаных сетях, номер телефона, адрес электронной почты, данные и некоторые другие сведения о Вас могут потребоваться нам для первоначального предоставления доступа к Сервисам, или должны быть указаны в процессе использования Сервисов.</p>

						<p>Предоставляя личную информацию нам, и, сохранив тем самым возможность с нашей стороны предоставлять Вам услуги, Вы добровольно соглашаетесь на сбор, использование и раскрытие такой личной информации, которая указана в данной Политике конфиденциальности. Не ограничивая вышесказанное, мы можем время от времени уточнять о Вашем согласии в процессе сбора, использования или раскрытия Вашей личной информации в конкретных обстоятельствах. Иногда Ваше согласие будет подразумеваться через Ваше взаимодействие с нами, если цель сбора, использования или раскрытия информации очевидна, и Вы добровольно предоставляете эту информацию.</p>

						<p>Мы можем использовать Вашу личную информацию или данные Учетной записи для следующих целей:</p>

						<ul>
						<li>Для предоставления Вам Сервисов и для улучшения качества Сайта и Сервисов;</li>
						<li>Для предоставления информации Вам, чтобы Вы могли использовать Сайт и Сервисы более эффективно;</li>
						<li>Для создания, управления и контроля Вашей Учетной записи и для проверки прав доступа к сервисам и программному обеспечению;</li>
						<li>Для общения с Вами с целью информирования об изменениях или дополнениях к Сервисам, или о наличии любых услуг, которые мы предоставляем;</li>
						<li>Для оценки уровня обслуживания, мониторинга трафика и показателя популярности различных вариантов обслуживания;</li>
						<li>Для осуществления наших маркетинговых мероприятий;</li>
						<li>Для соблюдения данной Политики конфиденциальности;</li>
						<li>Чтобы ответить на претензии в отношении любого нарушения наших прав или прав любых третьих лиц;</li>
						<li>Чтобы соответствовать Вашим запросам по обслуживанию клиентов;</li>
						<li>Для защиты прав, собственности и личной безопасности Вас, нас, наших пользователей и общественности, и как требуется или одобрено законом.</li>
						</ul>

						<p>Иногда мы можем оповещать Вас по поводу продуктов, услуг, новостей и событий наших, и наших партнеров. У Вас есть возможность не получать эту информацию. 
						Мы предоставляем возможность отказаться от всех почтовых сообщений подобного рода, или приостановить оповещения с описанными выше целями, если Вы свяжетесь с нами и подтвердите желание не сообщать Вам данную информацию. 
						Единственный вид данных сообщений, от которых Вы не можете отказаться, это обязательные объявления, касающиеся Сервисов, включая информацию, относящуюся к Вашей Учетной записи, планируемых приостановок и отключений Сервисов. 
						Мы постараемся свести к минимуму подобные оповещения для Вас.</p>

						<a name="section-3"><h2 style="text-align: left;">3. Права на Вашу информацию</h2></a>
						<p>У Вас есть право на доступ и редактирование Вашей информации в любое время через веб-интерфейс, предоставляемый в рамках Сервисов.</p>
						
						<a name="section-4"><h2 style="text-align: left;">4. Раскрытие информации</h2></a>
						<p>Мы будем раскрывать Вашу личную информацию третьим лицам только в соответствии с Вашими
						инструкциями или в случае необходимости для того, чтобы предоставить Вам определенный сервис, или по другим причинам в соответствии с действующим законодательством в отношении конфиденциальности. 
						Как правило, мы не осуществляем и не будем продавать, сдавать в аренду, распространять или раскрывать Вашу личную информацию без предварительного получения Вашего разрешения или без указания необходимых условий для этих действий в настоящей Политике конфиденциальности. 
						Публичная информация, которая доступна о Вас в открытом доступе, такая как имя, фамилия, ссылки на ваши личные страници в социальных сетях и прочее, и которая может быть получена любым другим способом без наших Сервисов, в частности через социальные сети, может быть передана нами третьим лицам без Вашего согласия.</p>

						<a name="section-5"><h2 style="text-align: left;">5. Совокупные данные</h2></a>
						<p>Мы также можем использовать Вашу личную информацию для получения Совокупных данных для внутреннего пользования и для обмена с другими лицами на выборочной основе. 
						“Совокупные данные” означают данные, которые были лишены уникальной информации для потенциального выявления клиентов, целевых страниц или конечных пользователей, и которые были изменены или объединены для предоставления обобщенной, анонимной информации. 
						Ваша личность и личная информация будет храниться анонимно в Совокупных данных.</p>

						<a name="section-6"><h2 style="text-align: left;">6. Ссылки</h2></a>
						<p>Сайт может содержать ссылки на другие сайты, и мы не несем ответственности за политику конфиденциальности или содержание данных сайтов. 
						Мы рекомендуем Вам ознакомиться с политикой конфиденциальности связанных сайтов. 
						Их политика конфиденциальности и деятельность отличаются от наших Политики конфиденциальности и деятельности.</p>

						<a name="section-7"><h2 style="text-align: left;">7. Cookies и логгирование</h2></a>
						<p>Мы используем “куки” (cookies) и “логи” (log files) для отслеживания информации о пользователях. Cookies являются небольшими по объему данными, которые передаются веб-сервером через Ваш веб-браузер и хранятся на жестком диске Вашего компьютера. 
						Мы используем cookies для отслеживания вариантов страниц, которые видел посетитель, для подсчета нажатий сделанных посетителем на том или ином варианте страницы, для мониторинга трафика и для измерения популярности сервисных настроек. 
						Мы будем использовать данную информацию, чтобы предоставить Вам релевантные данные и услуги. 
						Данная информация также позволяет нам убедиться, что посетители видят именно ту целевую страницу, которую они ожидают увидеть.</p>

						<a name="section-8"><h2 style="text-align: left;">8. Передача собственности или бизнеса</h2></a>
						<p>В случае смены владельца или другой передачей бизнеса, такой как слияние, поглощение или продажа наших активов, Ваша информация может быть передана в соответствии с применимыми законами о конфиденциальности.</p>

						<a name="section-9"><h2 style="text-align: left;">9. Безопасность</h2></a>
						<p>Мы будем стремиться предотвратить несанкционированный доступ к Вашей личной информации, однако, никакая передача данных через интернет, мобильное устройство или через беспроводное устройство не могут гарантировать 100%-ную безопасность. Мы будем продолжать укреплять систему безопасности по мере доступности новых технологий и методов. 
						Мы настоятельно рекомендуем Вам никому не разглашать свой пароль. 
						Мы не храним Ваши логины и пароли от социальных сетей, и в случае, если вы забыли и/или утеряли оные, Вам нужно самостоятельно восстановить их через тот сайт, через который вы заводили свои аккаунты в социальных сетях. 
						Вся авторизация Вами в социальных сетях происходит через службы предоставленные самими соц. сетями, и мы не передаем им Ваши логины и пароли в процессе авторизации. 
						Весь процесс авторизации происходит в рамках выбранной Вами социальной сети. 
						Для авторизации Вами в социальных сетях мы используем общедоступные сервисы, которые предоставляютя в открытом доступе всем желающим. 
						Мы не несем ответственности за авторизацию Вами в социальных сетях.</p>

						<p>Пожалуйста, помните, что Вы контролируете те данные, которые Вы сообщаете нам при использовании Сервисов. В конечном счете Вы несете ответственность за сохранение в тайне Вашей личности и/или любой другой личной информации, находящейся в Вашем распоряжении в процессе
						пользования Сервисами. Всегда будьте осторожны и ответственны в отношении Вашей личной информации. Мы не несем ответственности за, и не можем контролировать использование другими лицами любой информации, которую Вы предоставляете им, и Вы должны соблюдать осторожность в выборе личной информации, которую Вы передаете третьим лицам через Сервисы. 
						Точно так же мы не несем ответственности за содержание личной информации или другой информации, которую Вы получаете от других пользователей через Сервисы, и Вы освобождаете нас от любой ответственности в связи с содержанием любой личной информации или другой информации, которую Вы можете получить, пользуясь Сервисами. 
						Мы не можем гарантировать и мы не несем никакой ответственности за проверку, точность личной информации или другой информации, предоставленной третьими лицами. 
						Вы освобождаете нас от любой ответственности в связи с использованием подобной личной информации или иной информации о других.
						</p>

						<a name="section-10"><h2 style="text-align: left;">10. Связь с нами</h2></a>
						<p>Если у Вас есть вопросы или предложения относительно Политики конфиденциальности, пожалуйста, напишите нам на:
						<a href="mailto:support@respot.ru">support@respot.ru</a></p>

					</div>
			
				</div>
			</div>
			<?php	include 'includes/base/footer.php'; ?>
		</div>
		<?php include 'includes/base/jqueryAndBootstrapScripts.html'; ?>
		<script>
/* *
   * Safari bootstrap column reordering & affix bug
 */
	
	/* Check if we are in safari */
	if (navigator.userAgent.indexOf('Safari') != -1 && navigator.userAgent.indexOf('Chrome') == -1) {
	    var stickywidget = $('#affix-menu');
	    var explicitlySetAffixPosition = function() {
	        stickywidget.css('left',stickywidget.offset().left+'px');
	    };
	    /* Before the element becomes affixed, add left CSS that is equal to the distance of the element from the left of the screen */
	    stickywidget.on('affix.bs.affix',function(){
	        explicitlySetAffixPosition();
	    });
	
	    /* On resize of window, un-affix affixed widget to measure where it should be located, set the left CSS accordingly, re-affix it */
	    $(window).resize(function(){
	        if(stickywidget.hasClass('affix')) {
	            stickywidget.removeClass('affix');
	            explicitlySetAffixPosition();
	            stickywidget.addClass('affix');
	        }
	    });
	}
		</script>
	</body>
</html>